Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

source: FAILED
ar: فشل
de_de: FEHLGESCHLAGEN
el_gr: ΑΠΟΤΥΧΙΑ
es: FALLÓ
fr_fr: ÉCHEC
he_il: נכשל
hi_in: विफल
ml_in: പരാജയപ്പെട്ടു
pl_pl: NIEPOWODZENIE

source: Failed to open BCD system store
ar: فشل في فتح متجر نظام BCD
de_de: Öffnen des BCD-Systemspeichers fehlgeschlagen
el_gr: Αποτυχία ανοίγματος καταστήματος συστήματος BCD
es: Falló al abrir almacén del sistema BCD
fr_fr: Échec de l'ouverture du magasin système BCD
he_il: נכשל בפתיחת מאגר מערכת BCD
hi_in: BCD सिस्टम स्टोर खोलने में विफल
ml_in: BCD സിസ്റ്റം സ്റ്റോർ തുറക്കുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się otworzyć magazynu systemu BCD

source: Failed to parse current entry GUID
ar: فشل في تحليل GUID المدخل الحالي
de_de: Parsen der aktuellen Eintrags-GUID fehlgeschlagen
el_gr: Αποτυχία ανάλυσης τρέχοντος GUID καταχώρησης
es: Falló al analizar GUID de entrada actual
fr_fr: Échec de l'analyse du GUID de l'entrée actuelle
he_il: נכשל בניתוח GUID של הערך הנוכחי
hi_in: वर्तमान एंट्री GUID पार्स करने में विफल
ml_in: നിലവിലെ എൻട്രി GUID പാഴ്സ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się przeanalizować bieżącego GUID wpisu

# CurrentBootEntryNotFoundAdministrator
source: Current boot entry not found. Try running as Administrator.
ar: مدخل التمهيد الحالي غير موجود. حاول العمل كمسؤول.
de_de: Aktueller Starteintrag nicht gefunden. Versuchen Sie, als Administrator auszuführen.
el_gr: Η τρέχουσα καταχώρηση εκκίνησης δεν βρέθηκε. Δοκιμάστε να εκτελέσετε ως διαχειριστής.
es: Entrada de arranque actual no encontrada. Intente ejecutar como administrador.
fr_fr: Entrée de démarrage actuelle non trouvée. Essayez d'exécuter en tant qu'administrateur.
he_il: ערך האתחול הנוכחי לא נמצא. נסה להריץ כמנהל.
hi_in: वर्तमान बूट एंट्री नहीं मिली। व्यवस्थापक के रूप में चलाने का प्रयास करें।
ml_in: നിലവിലെ ബൂട്ട് എൻട്രി കണ്ടെത്തിയില്ല. അഡ്മിനിസ്ട്രേറ്ററായി പ്രവർത്തിപ്പിക്കാൻ ശ്രമിക്കുക.
pl_pl: Nie znaleziono bieżącego wpisu rozruchowego. Spróbuj uruchomić jako administrator.

source: Failed to open BCD object
ar: فشل في فتح كائن BCD
de_de: Öffnen des BCD-Objekts fehlgeschlagen
el_gr: Αποτυχία ανοίγματος αντικειμένου BCD
es: Falló al abrir objeto BCD
fr_fr: Échec de l'ouverture de l'objet BCD
he_il: נכשל בפתיחת אובייקט BCD
hi_in: BCD ऑब्जेक्ट खोलने में विफल
ml_in: BCD ഒബ്ജക്റ്റ് തുറക്കുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się otworzyć obiektu BCD

source: Failed to set BCD element
ar: فشل في تعيين عنصر BCD
de_de: Festlegen des BCD-Elements fehlgeschlagen
el_gr: Αποτυχία ρύθμισης στοιχείου BCD
es: Falló al establecer elemento BCD
fr_fr: Échec de la définition de l'élément BCD
he_il: נכשל בהגדרת רכיב BCD
hi_in: BCD एलिमेंट सेट करने में विफल
ml_in: BCD എലമെന്റ് സെറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się ustawić elementu BCD

source: MpClient.dll not found
ar: MpClient.dll غير موجود
de_de: MpClient.dll nicht gefunden
el_gr: Το MpClient.dll δεν βρέθηκε
es: MpClient.dll no encontrado
fr_fr: MpClient.dll non trouvée
he_il: MpClient.dll לא נמצא
hi_in: MpClient.dll नहीं मिला
ml_in: MpClient.dll കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono MpClient.dll

source: MpQueryFileTrustByHandle2 not found
ar: MpQueryFileTrustByHandle2 غير موجود
de_de: MpQueryFileTrustByHandle2 nicht gefunden
el_gr: Το MpQueryFileTrustByHandle2 δεν βρέθηκε
es: MpQueryFileTrustByHandle2 no encontrado
fr_fr: MpQueryFileTrustByHandle2 non trouvée
he_il: MpQueryFileTrustByHandle2 לא נמצא
hi_in: MpQueryFileTrustByHandle2 नहीं मिला
ml_in: MpQueryFileTrustByHandle2 കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono MpQueryFileTrustByHandle2

# ErrorOpeningHandleToFile
source: Error opening a handle to the file '{0}': {1}
ar: خطأ في فتح مقبض للملف '{0}': {1}
de_de: Fehler beim Öffnen eines Handles für die Datei '{0}': {1}
el_gr: Σφάλμα ανοίγματος χειριστηρίου σε αρχείο '{0}': {1}
es: Error abriendo handle para archivo '{0}': {1}
fr_fr: Erreur lors de l'ouverture d'un descripteur pour le fichier '{0}' : {1}
he_il: שגיאה בפתיחת ידית לקובץ '{0}': {1}
hi_in: फ़ाइल '{0}' के लिए हैंडल खोलने में त्रुटि: {1}
ml_in: ഫയൽ '{0}'-നുള്ള ഹാൻഡിൾ തുറക്കുന്നതിൽ പിശക്: {1}
pl_pl: Błąd podczas otwierania uchwytu do pliku '{0}': {1}

# ExtraInfoFileReputationCheck
source: There was extra info regarding file reputation check: {0}, {1}, {2}, {3}
ar: كان هناك معلومات إضافية بخصوص فحص سمعة الملف: {0}, {1}, {2}, {3}
de_de: Zusätzliche Informationen zur Datei-Reputationsprüfung: {0}, {1}, {2}, {3}
el_gr: Υπήρχαν επιπλέον πληροφορίες σχετικά με τον έλεγχο φήμης αρχείου: {0}, {1}, {2}, {3}
es: Había información extra respecto a la verificación de reputación del archivo: {0}, {1}, {2}, {3}
fr_fr: Il y avait des informations supplémentaires concernant la vérification de la réputation du fichier : {0}, {1}, {2}, {3}
he_il: נמצאה תוספת מידע לגבי בדיקת מוניטין קובץ: {0}, {1}, {2}, {3}
hi_in: फ़ाइल प्रतिष्ठा जांच के संबंध में अतिरिक्त जानकारी थी: {0}, {1}, {2}, {3}
ml_in: ഫയൽ പ്രശസ്തി പരിശോധനയെക്കുറിച്ച് അധിക വിവരങ്ങൾ ഉണ്ടായിരുന്നു: {0}, {1}, {2}, {3}
pl_pl: Dodatkowe informacje o sprawdzeniu reputacji pliku: {0}, {1}, {2}, {3}

# FailedToQueryReputation
source: Failed to query the reputation: {0}
ar: فشل في الاستعلام عن السمعة: {0}
de_de: Abfrage der Reputation fehlgeschlagen: {0}
el_gr: Αποτυχία ερωτήματος φήμης: {0}
es: Falló al consultar reputación: {0}
fr_fr: Échec de la demande de réputation : {0}
he_il: נכשל בשאילת מוניטין: {0}
hi_in: प्रतिष्ठा क्वेरी करने में विफल: {0}
ml_in: പ്രശസ്തി ക്വേരി ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {0}
pl_pl: Nie udało się zapytać o reputację: {0}

source: High Trust
ar: ثقة عالية
de_de: Hohes Vertrauen
el_gr: Υψηλή εμπιστοσύνη
es: Confianza alta
fr_fr: Haute confiance
he_il: אמון גבוה
hi_in: उच्च विश्वास
ml_in: ഉയർന്ന വിശ്വാസ്യത
pl_pl: Wysokie zaufanie

source: Good Trust
ar: ثقة جيدة
de_de: Gutes Vertrauen
el_gr: Καλή εμπιστοσύνη
es: Buena confianza
fr_fr: Bonne confiance
he_il: אמון טוב
hi_in: अच्छा विश्वास
ml_in: നല്ല വിശ്വാസ്യത
pl_pl: Dobre zaufanie

source: Unavailable or Unknown
ar: غير متاح أو غير معروف
de_de: Nicht verfügbar oder unbekannt
el_gr: Μη διαθέσιμο ή άγνωστο
es: No disponible o desconocido
fr_fr: Indisponible ou Inconnu
he_il: לא זמין או לא ידוע
hi_in: अनुपलब्ध या अज्ञात
ml_in: ലഭ്യമല്ല അല്ലെങ്കിൽ അജ്ഞാതം
pl_pl: Niedostępne lub nieznane

# PotentiallyUnwantedApplication
source: Potentially Unwanted Application (PUA)
ar: تطبيق محتمل غير مرغوب فيه (PUA)
de_de: Potenziell unerwünschte Anwendung (PUA)
el_gr: Πιθανώς ανεπιθύμητη εφαρμογή (PUA)
es: Aplicación potencialmente no deseada (PUA)
fr_fr: Application potentiellement indésirable (PUA)
he_il: אפליקציה שעלולה להיות לא רצויה (PUA)
hi_in: संभावित अवांछित एप्लिकेशन (PUA)
ml_in: സാധ്യമായ അനാവശ്യ ആപ്ലിക്കേഷൻ (PUA)
pl_pl: Potencjalnie niechciana aplikacja (PUA)

source: Malicious
ar: ضار
de_de: Schädlich
el_gr: Κακόβουλο
es: Malicioso
fr_fr: Malveillant
he_il: זדוני
hi_in: दुर्भावनापूर्ण
ml_in: ദുരുദ്ദേശ്യപരം
pl_pl: Złośliwy

# UnrecognizedScore
source: Unrecognized Score: ({0})
ar: نقاط غير معترف بها: ({0})
de_de: Nicht erkannte Bewertung: ({0})
el_gr: Μη αναγνωρισμένη βαθμολογία: ({0})
es: Puntuación no reconocida: ({0})
fr_fr: Score non reconnu : ({0})
he_il: ניקוד לא מזוהה: ({0})
hi_in: अपरिचित स्कोर: ({0})
ml_in: തിരിച്ചറിയാത്ത സ്കോർ: ({0})
pl_pl: Nierozpoznany wynik: ({0})

# InvalidRegistryBaseKey
source: Invalid registry base key: {0}
ar: مفتاح قاعدة السجل غير صالح: {0}
de_de: Ungültiger Registrierungsbasisschlüssel: {0}
el_gr: Μη έγκυρο βασικό κλειδί μητρώου: {0}
es: Clave base del registro inválida: {0}
fr_fr: Clé de base de registre invalide : {0}
he_il: מפתח בסיס רישום לא חוקי: {0}
hi_in: अमान्य रजिस्ट्री बेस की: {0}
ml_in: അസാധുവായ രജിസ്ട്രി ബേസ് കീ: {0}
pl_pl: Nieprawidłowy klucz bazowy rejestru: {0}

# RegistryKeyDidNotHaveRegValue
source: Registry key did not have any RegValue
ar: مفتاح السجل لم يحتوِ على أي RegValue
de_de: Registrierungsschlüssel hatte keinen RegValue
el_gr: Το κλειδί μητρώου δεν είχε κάποιο RegValue
es: La clave del registro no tenía ningún RegValue
fr_fr: La clé de registre n'avait aucune valeur RegValue
he_il: למפתח הרישום לא היה ערך רישום
hi_in: रजिस्ट्री की में कोई RegValue नहीं था
ml_in: രജിസ്ട്രി കീയിൽ RegValue ഇല്ലായിരുന്നു
pl_pl: Klucz rejestru nie miał RegValue

source: Invalid registry value type
ar: نوع قيمة السجل غير صالح
de_de: Ungültiger Registrierungstyp
el_gr: Μη έγκυρος τύπος τιμής μητρώου
es: Tipo de valor del registro inválido
fr_fr: Type de valeur de registre invalide
he_il: סוג ערך רישום לא חוקי
hi_in: अमान्य रजिस्ट्री मान प्रकार
ml_in: അസാധുവായ രജിസ്ട്രി വാല്യൂ തരം
pl_pl: Nieprawidłowy typ wartości rejestru

# InvalidActionSpecified
source: Invalid action specified: {0}
ar: تم تحديد إجراء غير صالح: {0}
de_de: Ungültige Aktion angegeben: {0}
el_gr: Καθορίστηκε μη έγκυρη ενέργεια: {0}
es: Acción inválida especificada: {0}
fr_fr: Action spécifiée invalide : {0}
he_il: פעולה לא חוקית צוינה: {0}
hi_in: अमान्य क्रिया निर्दिष्ट: {0}
ml_in: അസാധുവായ പ്രവർത്തനം നിർദ്ദേശിച്ചു: {0}
pl_pl: Określono nieprawidłową akcję: {0}

# AppliedRegistryEntry
source: APPLIED: {0}\{1}\{2}
ar: مُطبق: {0}\{1}\{2}
de_de: ANGEWENDET: {0}\{1}\{2}
el_gr: Εφαρμόστηκε: {0}\{1}\{2}
es: Aplicado: {0}\{1}\{2}
fr_fr: APPLIQUÉ : {0}\{1}\{2}
he_il: הוחל: {0}\{1}\{2}
hi_in: लागू किया गया: {0}\{1}\{2}
ml_in: പ്രയോഗിച്ചു: {0}\{1}\{2}
pl_pl: Zastosowano: {0}\{1}\{2}

# ErrorApplyingRegistryPolicy
source: ERROR applying registry policy {0}\{1}\{2}: {3}
ar: خطأ في تطبيق سياسة السجل {0}\{1}\{2}: {3}
de_de: FEHLER beim Anwenden der Registrierungsrichtlinie {0}\{1}\{2}: {3}
el_gr: Σφάλμα εφαρμογής πολιτικής μητρώου {0}\{1}\{2}: {3}
es: Error aplicando directiva del registro {0}\{1}\{2}: {3}
fr_fr: ERREUR lors de l'application de la stratégie de registre {0}\{1}\{2} : {3}
he_il: שגיאה בהחלת מדיניות רישום {0}\{1}\{2}: {3}
hi_in: रजिस्ट्री नीति {0}\{1}\{2} लागू करने में त्रुटि: {3}
ml_in: രജിസ്ട്രി നയം {0}\{1}\{2} പ്രയോഗിക്കുന്നതിൽ പിശക്: {3}
pl_pl: Błąd podczas stosowania zasady rejestru {0}\{1}\{2}: {3}

# RegistryApplicationComplete
source: Registry application complete: {0} of {1} policies applied successfully
ar: اكتمل تطبيق السجل: {0} من {1} سياسة تم تطبيقها بنجاح
de_de: Registrierungsanwendung abgeschlossen: {0} von {1} Richtlinien erfolgreich angewendet
el_gr: Η εφαρμογή μητρώου ολοκληρώθηκε: {0} από {1} πολιτικές εφαρμόστηκαν επιτυχώς
es: Aplicación del registro completa: {0} de {1} directivas aplicadas exitosamente
fr_fr: Application de registre terminée : {0} sur {1} stratégies appliquées avec succès
he_il: החלת רישום הושלמה: {0} מתוך {1} מדיניות הוחלו בהצלחה
hi_in: रजिस्ट्री एप्लिकेशन पूर्ण: {1} में से {0} नीतियां सफलतापूर्वक लागू की गईं
ml_in: രജിസ്ട്രി ആപ്ലിക്കേഷൻ പൂർത്തിയായി: {1}-ൽ നിന്നും {0} നയങ്ങൾ വിജയകരമായി പ്രയോഗിച്ചു
pl_pl: Zastosowanie rejestru zakończone: pomyślnie zastosowano {0} zasad z {1}

# RemovedRegistryEntry
source: REMOVED
ar: مُزال
de_de: ENTFERNT
el_gr: Αφαιρέθηκε
es: Removido
fr_fr: SUPPRIMÉ
he_il: הוסר
hi_in: हटाया गया
ml_in: നീക്കം ചെയ്തു
pl_pl: Usunięto

# ResetToDefaultRegistryEntry
source: RESET TO DEFAULT
ar: إعادة تعيين إلى الافتراضي
de_de: AUF STANDARD ZURÜCKGESETZT
el_gr: Επαναφορά σε προεπιλογή
es: Restablecer a predeterminado
fr_fr: RÉINITIALISÉ AUX VALEURS PAR DÉFAUT
he_il: איפוס לברירת מחדל
hi_in: डिफ़ॉल्ट पर रीसेट करें
ml_in: ഡിഫോൾട്ടിലേക്ക് പുനഃസജ്ജമാക്കുക
pl_pl: Przywróć do domyślnych

# ErrorRemovingRegistryPolicy
source: ERROR removing registry policy {0}\{1}\{2}: {3}
ar: خطأ في إزالة سياسة السجل {0}\{1}\{2}: {3}
de_de: FEHLER beim Entfernen der Registrierungsrichtlinie {0}\{1}\{2}: {3}
el_gr: Σφάλμα αφαίρεσης πολιτικής μητρώου {0}\{1}\{2}: {3}
es: Error removiendo directiva del registro {0}\{1}\{2}: {3}
fr_fr: ERREUR lors de la suppression de la stratégie de registre {0}\{1}\{2} : {3}
he_il: שגיאה בהסרת מדיניות רישום {0}\{1}\{2}: {3}
hi_in: रजिस्ट्री नीति {0}\{1}\{2} हटाने में त्रुटि: {3}
ml_in: രജിസ്ട്രി നയം {0}\{1}\{2} നീക്കം ചെയ്യുന്നതിൽ പിശക്: {3}
pl_pl: Błąd podczas usuwania zasady rejestru {0}\{1}\{2}: {3}

# RegistryRemovalComplete
source: Registry removal complete: {0} of {1} policies removed successfully
ar: اكتملت إزالة السجل: {0} من {1} سياسة تم إزالتها بنجاح
de_de: Registrierungsentfernung abgeschlossen: {0} von {1} Richtlinien erfolgreich entfernt
el_gr: Η αφαίρεση μητρώου ολοκληρώθηκε: {0} από {1} πολιτικές αφαιρέθηκαν επιτυχώς
es: Remoción del registro completa: {0} de {1} directivas removidas exitosamente
fr_fr: Suppression de registre terminée : {0} sur {1} stratégies supprimées avec succès
he_il: הסרת רישום הושלמה: {0} מתוך {1} מדיניות הוסרו בהצלחה
hi_in: रजिस्ट्री हटाना पूर्ण: {1} में से {0} नीतियां सफलतापूर्वक हटाई गईं
ml_in: രജിസ്ട്രി നീക്കം പൂർത്തിയായി: {1}-ൽ നിന്നും {0} നയങ്ങൾ വിജയകരമായി നീക്കം ചെയ്തു
pl_pl: Usuwanie z rejestru zakończone: pomyślnie usunięto {0} zasad z {1}

# VerifyRegistryMatch
source: VERIFY: {0}\{1}\{2} = MATCH
ar: التحقق: {0}\{1}\{2} = تطابق
de_de: PRÜFEN: {0}\{1}\{2} = ÜBEREINSTIMMUNG
el_gr: Επαλήθευση: {0}\{1}\{2} = ταίριασμα
es: Verificar: {0}\{1}\{2} = coincide
fr_fr: VÉRIFIER : {0}\{1}\{2} = CORRESPONDANCE
he_il: אמת: {0}\{1}\{2} = תואם
hi_in: सत्यापन: {0}\{1}\{2} = मेल
ml_in: പരിശോധന: {0}\{1}\{2} = പൊരുത്തം
pl_pl: Weryfikacja: {0}\{1}\{2} = dopasowanie

# VerifyRegistryMismatch
source: VERIFY: {0}\{1}\{2} = MISMATCH
ar: التحقق: {0}\{1}\{2} = عدم تطابق
de_de: PRÜFEN: {0}\{1}\{2} = ABWEICHUNG
el_gr: Επαλήθευση: {0}\{1}\{2} = αναντιστοιχία
es: Verificar: {0}\{1}\{2} = no coincide
fr_fr: VÉRIFIER : {0}\{1}\{2} = DISCORDANCE
he_il: אמת: {0}\{1}\{2} = לא תואם
hi_in: सत्यापन: {0}\{1}\{2} = बेमेल
ml_in: പരിശോധന: {0}\{1}\{2} = പൊരുത്തക്കേട്
pl_pl: Weryfikacja: {0}\{1}\{2} = niedopasowanie

# ErrorVerifyingRegistryPolicy
source: ERROR verifying registry policy {0}\{1}\{2}: {3}
ar: خطأ في التحقق من سياسة السجل {0}\{1}\{2}: {3}
de_de: FEHLER bei der Überprüfung der Registrierungsrichtlinie {0}\{1}\{2}: {3}
el_gr: Σφάλμα επαλήθευσης πολιτικής μητρώου {0}\{1}\{2}: {3}
es: Error verificando directiva del registro {0}\{1}\{2}: {3}
fr_fr: ERREUR lors de la vérification de la stratégie de registre {0}\{1}\{2} : {3}
he_il: שגיאה באימות מדיניות רישום {0}\{1}\{2}: {3}
hi_in: रजिस्ट्री नीति {0}\{1}\{2} सत्यापित करने में त्रुटि: {3}
ml_in: രജിസ്ട്രി നയം {0}\{1}\{2} പരിശോധിക്കുന്നതിൽ പിശക്: {3}
pl_pl: Błąd podczas weryfikacji zasady rejestru {0}\{1}\{2}: {3}

# RegistryVerificationComplete
source: Registry verification complete: {0} of {1} policies match
ar: اكتمل التحقق من السجل: {0} من {1} سياسة متطابقة
de_de: Registrierungsüberprüfung abgeschlossen: {0} von {1} Richtlinien stimmen überein
el_gr: Η επαλήθευση μητρώου ολοκληρώθηκε: {0} από {1} πολιτικές ταιριάζουν
es: Verificación del registro completa: {0} de {1} directivas coinciden
fr_fr: Vérification de registre terminée : {0} sur {1} stratégies correspondent
he_il: אימות רישום הושלם: {0} מתוך {1} מדיניות תואמות
hi_in: रजिस्ट्री सत्यापन पूर्ण: {1} में से {0} नीतियां मेल खाती हैं
ml_in: രജിസ്ട്രി പരിശോധന പൂർത്തിയായി: {1}-ൽ നിന്നും {0} നയങ്ങൾ പൊരുത്തപ്പെടുന്നു
pl_pl: Weryfikacja rejestru zakończona: {0} zasad dopasowanych z {1}

source: No settings provided
de_de: Keine Einstellungen angegeben
hi_in: कोई सेटिंग्स प्रदान नहीं की गई

source: Setting system access policy via secedit...
de_de: Systemzugriffsrichtlinie über secedit wird festgelegt...
hi_in: secedit के माध्यम से सिस्टम एक्सेस नीति सेट कर रहे हैं...

# CreatedSecurityTemplate
source: Created security template: {0}
ar: تم إنشاء قالب الأمان: {0}
de_de: Sicherheitsvorlage erstellt: {0}
el_gr: Δημιουργήθηκε πρότυπο ασφάλειας: {0}
es: Plantilla de seguridad creada: {0}
fr_fr: Modèle de sécurité créé : {0}
he_il: נוצר תבנית אבטחה: {0}
hi_in: सुरक्षा टेम्प्लेट बनाया गया: {0}
ml_in: സുരക്ഷാ ടെംപ്ലേറ്റ് സൃഷ്ടിച്ചു: {0}
pl_pl: Utworzono szablon bezpieczeństwa: {0}

# TemplateContent
source: Template content: {0}
de_de: Vorlageninhalt: {0}
hi_in: टेम्प्लेट सामग्री: {0}

source: Failed to start secedit process
de_de: Starten des secedit-Prozesses fehlgeschlagen
hi_in: secedit प्रक्रिया शुरू करने में विफल

# SeceditExitCode
source: Secedit exit code: {0}
hi_in: Secedit एक्जिट कोड: {0}

# SeceditOutput
source: Secedit output: {0}
de_de: Secedit-Ausgabe: {0}
hi_in: Secedit आउटपुट: {0}

# SeceditError
source: Secedit error: {0}
de_de: Secedit-Fehler: {0}
hi_in: Secedit त्रुटि: {0}

source: Secedit completed successfully
de_de: Secedit erfolgreich abgeschlossen
hi_in: Secedit सफलतापूर्वक पूर्ण

# SeceditFailedWithExitCode
source: Secedit failed with exit code: {0}
de_de: Secedit mit Exitcode fehlgeschlagen: {0}
hi_in: Secedit एक्जिट कोड के साथ विफल: {0}

# NoSystemAccessSettingsFoundInFile
source: No [System Access] settings found in the specified file
de_de: Keine [System Access]-Einstellungen in der angegebenen Datei gefunden
hi_in: निर्दिष्ट फ़ाइल में कोई [System Access] सेटिंग्स नहीं मिलीं

# ExtractedSystemAccessSettingsFromFile
source: Extracted {0} System Access settings from file: {1}
de_de: {0} Systemzugriffseinstellungen aus Datei extrahiert: {1}
hi_in: फ़ाइल से {0} System Access सेटिंग्स निकाली गईं: {1}

# FileNotFoundPath
source: File not found: {0}
ar: الملف غير موجود: {0}
de_de: Datei nicht gefunden: {0}
el_gr: Το αρχείο δεν βρέθηκε: {0}
es: Archivo no encontrado: {0}
fr_fr: Fichier non trouvé : {0}
he_il: קובץ לא נמצא: {0}
hi_in: फ़ाइल नहीं मिली: {0}
ml_in: ഫയൽ കണ്ടെത്തിയില്ല: {0}
pl_pl: Nie znaleziono pliku: {0}

# FileTooSmallForValidHeader
source: File is too small to contain a valid header
ar: الملف صغير جداً لاحتواء رأس صالح
de_de: Datei ist zu klein, um einen gültigen Header zu enthalten
el_gr: Το αρχείο είναι πολύ μικρό για να περιέχει έγκυρη κεφαλίδα
es: El archivo es demasiado pequeño para contener una cabecera válida
fr_fr: Le fichier est trop petit pour contenir un en-tête valide
he_il: הקובץ קטן מדי כדי להכיל כותרת תקינה
hi_in: फ़ाइल वैध हेडर के लिए बहुत छोटी है
ml_in: സാധുവായ ഹെഡറിനായി ഫയൽ വളരെ ചെറുതാണ്
pl_pl: Plik jest zbyt mały na prawidłowy nagłówek

# InvalidSignatureExpected
source: Invalid signature: 0x{0:X8}. Expected: 0x{1:X8}
ar: توقيع غير صالح: 0x{0:X8}. متوقع: 0x{1:X8}
de_de: Ungültige Signatur: 0x{0:X8}. Erwartet: 0x{1:X8}
el_gr: Μη έγκυρη υπογραφή: 0x{0:X8}. Αναμενόμενη: 0x{1:X8}
es: Firma inválida: 0x{0:X8}. Esperada: 0x{1:X8}
fr_fr: Signature invalide : 0x{0:X8}. Attendu : 0x{1:X8}
he_il: חתימה לא חוקית: 0x{0:X8}. צפוי: 0x{1:X8}
hi_in: अमान्य हस्ताक्षर: 0x{0:X8}। अपेक्षित: 0x{1:X8}
ml_in: അസാധുവായ ഒപ്പ്: 0x{0:X8}. പ്രതീക്ഷിച്ചത്: 0x{1:X8}
pl_pl: Nieprawidłowy podpis: 0x{0:X8}. Oczekiwano: 0x{1:X8}

# ErrorReadingEntryAtPosition
source: Error reading entry at position {0}: {1}
ar: خطأ في قراءة المدخل في الموضع {0}: {1}
de_de: Fehler beim Lesen des Eintrags an Position {0}: {1}
el_gr: Σφάλμα ανάγνωσης καταχώρησης στη θέση {0}: {1}
es: Error leyendo entrada en posición {0}: {1}
fr_fr: Erreur lors de la lecture de l'entrée à la position {0} : {1}
he_il: שגיאה בקריאת רשומה במיקום {0}: {1}
hi_in: स्थिति {0} पर एंट्री पढ़ने में त्रुटि: {1}
ml_in: പൊസിഷൻ {0}-ൽ എൻട്രി വായിക്കുന്നതിൽ പിശക്: {1}
pl_pl: Błąd podczas odczytywania wpisu na pozycji {0}: {1}

# ExpectedOpeningBracketAtStartOfEntry
source: Expected opening bracket at start of entry, got: 0x{0:X4}
ar: متوقع قوس فتح في بداية المدخل، تم الحصول على: 0x{0:X4}
de_de: Öffnende Klammer zu Beginn des Eintrags erwartet, erhalten: 0x{0:X4}
el_gr: Αναμενόταν άνοιγμα αγκύλης στην αρχή της καταχώρησης, λήφθηκε: 0x{0:X4}
es: Se esperaba corchete de apertura al inicio de entrada, se obtuvo: 0x{0:X4}
fr_fr: Crochet ouvrant attendu au début de l'entrée, obtenu : 0x{0:X4}
he_il: ציפינו לסוגר פותח בתחילת הרשומה, התקבל: 0x{0:X4}
hi_in: एंट्री की शुरुआत में ओपनिंग ब्रैकेट की अपेक्षा थी, मिला: 0x{0:X4}
ml_in: എൻട്രിയുടെ തുടക്കത്തിൽ ഓപ്പണിംഗ് ബ്രാക്കറ്റ് പ്രതീക്ഷിച്ചു, കിട്ടിയത്: 0x{0:X4}
pl_pl: Oczekiwano nawiasu otwierającego na początku wpisu, otrzymano: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterKeyName
source: Expected semicolon delimiter after key name, got: 0x{0:X4}
ar: متوقع فاصلة منقوطة بعد اسم المفتاح، تم الحصول على: 0x{0:X4}
de_de: Semikolon als Trennzeichen nach dem Schlüsselnamen erwartet, erhalten: 0x{0:X4}
el_gr: Αναμενόταν διαχωριστικό ερωτηματικό μετά το όνομα κλειδιού, λήφθηκε: 0x{0:X4}
es: Se esperaba delimitador punto y coma después del nombre de clave, se obtuvo: 0x{0:X4}
fr_fr: Point-virgule attendu après le nom de la clé, obtenu : 0x{0:X4}
he_il: ציפינו למפריד נקודה-פסיק אחרי שם המפתח, התקבל: 0x{0:X4}
hi_in: की नाम के बाद सेमीकोलन डिलिमिटर की अपेक्षा थी, मिला: 0x{0:X4}
ml_in: കീ നാമത്തിന് ശേഷം സെമികോളൺ ഡെലിമിറ്റർ പ്രതീക്ഷിച്ചു, കിട്ടിയത്: 0x{0:X4}
pl_pl: Oczekiwano średnika po nazwie klucza, otrzymano: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterValueName
source: Expected semicolon delimiter after value name, got: 0x{0:X4}
ar: متوقع فاصلة منقوطة بعد اسم القيمة، تم الحصول على: 0x{0:X4}
de_de: Semikolon als Trennzeichen nach dem Wertnamen erwartet, erhalten: 0x{0:X4}
el_gr: Αναμενόταν διαχωριστικό ερωτηματικό μετά το όνομα τιμής, λήφθηκε: 0x{0:X4}
es: Se esperaba delimitador punto y coma después del nombre de valor, se obtuvo: 0x{0:X4}
fr_fr: Point-virgule attendu après le nom de la valeur, obtenu : 0x{0:X4}
he_il: ציפינו למפריד נקודה-פסיק אחרי שם הערך, התקבל: 0x{0:X4}
hi_in: मान नाम के बाद सेमीकोलन डिलिमिटर की अपेक्षा थी, मिला: 0x{0:X4}
ml_in: വാല്യൂ നാമത്തിന് ശേഷം സെമികോളൺ ഡെലിമിറ്റർ പ്രതീക്ഷിച്ചു, കിട്ടിയത്: 0x{0:X4}
pl_pl: Oczekiwano średnika po nazwie wartości, otrzymano: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterType
source: Expected semicolon delimiter after type, got: 0x{0:X4}
ar: متوقع فاصلة منقوطة بعد النوع، تم الحصول على: 0x{0:X4}
de_de: Semikolon als Trennzeichen nach Typ erwartet, erhalten: 0x{0:X4}
el_gr: Αναμενόταν διαχωριστικό ερωτηματικό μετά τον τύπο, λήφθηκε: 0x{0:X4}
es: Se esperaba delimitador punto y coma después del tipo, se obtuvo: 0x{0:X4}
fr_fr: Point-virgule attendu après le type, obtenu : 0x{0:X4}
he_il: ציפינו למפריד נקודה-פסיק אחרי הסוג, התקבל: 0x{0:X4}
hi_in: प्रकार के बाद सेमीकोलन डिलिमिटर की अपेक्षा थी, मिला: 0x{0:X4}
ml_in: തരത്തിന് ശേഷം സെമികോളൺ ഡെലിമിറ്റർ പ്രതീക്ഷിച്ചു, കിട്ടിയത്: 0x{0:X4}
pl_pl: Oczekiwano średnika po typie, otrzymano: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterSize
source: Expected semicolon delimiter after size, got: 0x{0:X4}
ar: متوقع فاصلة منقوطة بعد الحجم، تم الحصول على: 0x{0:X4}
de_de: Semikolon als Trennzeichen nach Größe erwartet, erhalten: 0x{0:X4}
el_gr: Αναμενόταν διαχωριστικό ερωτηματικό μετά το μέγεθος, λήφθηκε: 0x{0:X4}
es: Se esperaba delimitador punto y coma después del tamaño, se obtuvo: 0x{0:X4}
fr_fr: Point-virgule attendu après la taille, obtenu : 0x{0:X4}
he_il: ציפינו למפריד נקודה-פסיק אחרי הגודל, התקבל: 0x{0:X4}
hi_in: आकार के बाद सेमीकोलन डिलिमिटर की अपेक्षा थी, मिला: 0x{0:X4}
ml_in: വലുപ്പത്തിന് ശേഷം സെമികോളൺ ഡെലിമിറ്റർ പ്രതീക്ഷിച്ചു, കിട്ടിയത്: 0x{0:X4}
pl_pl: Oczekiwano średnika po rozmiarze, otrzymano: 0x{0:X4}

# CouldNotReadBytesOfData
source: Could not read {0} bytes of data, only got {1} bytes
ar: لا يمكن قراءة {0} بايت من البيانات، تم الحصول على {1} بايت فقط
de_de: Es konnten {0} Byte Daten nicht gelesen werden; es wurden nur {1} Byte gelesen
el_gr: Δεν ήταν δυνατή η ανάγνωση {0} bytes δεδομένων, λήφθηκαν μόνο {1} bytes
es: No se pudieron leer {0} bytes de datos, solo se obtuvieron {1} bytes
fr_fr: Impossible de lire {0} octets de données, seulement {1} octets obtenus
he_il: לא ניתן היה לקרוא {0} בתים של נתונים, התקבלו רק {1} בתים
hi_in: {0} बाइट्स डेटा नहीं पढ़ा जा सका, केवल {1} बाइट्स मिले
ml_in: {0} ബൈറ്റുകൾ ഡാറ്റ വായിക്കാൻ കഴിഞ്ഞില്ല, {1} ബൈറ്റുകൾ മാത്രമേ കിട്ടിയുള്ളൂ
pl_pl: Nie można odczytać {0} bajtów danych, otrzymano tylko {1} bajtów
